import productImage from "../assets/image/productImage.png";
import productImage1 from "../assets/image/productImage1.png";
import productImage2 from "../assets/image/productImage2.png";

export const cart = [

];

export const productsMock = [
	{id: 1,
		img: productImage,
		titleProduct: 'Стол из дуба',
		price: '$293.00',
		total: 12,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,

	},
	{
		id: 2,
		img: productImage1,
		titleProduct: 'Стол маленький',
		price: '$143.00',
		total: 17,
		description: `Для современного мира сплочённость команды профессионалов играет определяющее 
		значение для анализа существующих паттернов поведения. Господа, начало 
		повседневной работы по формированию позиции выявляет срочную потребность 
		распределения внутренних резервов и ресурсов. Ясность нашей позиции очевидна: 
		перспективное планирование предполагает независимые способы реализации 
		инновационных методов управления процессами.`,
	},
	{
		id: 3,
		img: productImage2,
		titleProduct: 'Стол большой',
		price: '$193.00',
		total: 2,
		description: `Банальные, но неопровержимые выводы, а также явные признаки победы 
		институционализации формируют глобальную экономическую сеть и при этом - 
		подвергнуты целой серии независимых исследований. Вот вам яркий пример 
		современных тенденций - укрепление и развитие внутренней структуры требует 
		от нас анализа глубокомысленных рассуждений! Каждый из нас понимает 
		очевидную вещь: разбавленное изрядной долей эмпатии, рациональное мышление 
		влечет за собой процесс внедрения и модернизации существующих 
		административных условий.`,
	},
	{
		id: 4,
		img: productImage,
		titleProduct: 'Стол-гамак',
		price: '$74.00',
		total: 121,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 5,
		img: productImage,
		titleProduct: 'Стол из баобаба',
		price: '$1100.00',
		total: 16,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 6,
		img: productImage,
		titleProduct: 'Стол-диван',
		price: '$1243.00',
		total: 8,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 7,
		img: productImage,
		titleProduct: 'Стол-кровать',
		price: '$243.00',
		total: 12,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 8,
		img: productImage,
		titleProduct: 'Стол для посиделок',
		price: '$343.00',
		total: 9,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 9,
		img: productImage,
		titleProduct: 'Стол из клёна',
		price: '$533.00',
		total: 6,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 10,
		img: productImage,
		titleProduct: 'Стол из лопуха',
		price: '$593.00',
		total: 22,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 11,
		img: productImage,
		titleProduct: 'Детский стол',
		price: '$553.00',
		total: 5,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
	{
		id: 12,
		img: productImage,
		titleProduct: 'Великанский стол',
		price: '$223.00',
		total: 1,
		description: `Но реализация намеченных плановых заданий позволяет выполнить важные задания 
		по разработке новых предложений. Мы вынуждены отталкиваться от того, что 
		понимание сути ресурсосберегающих технологий предоставляет широкие возможности 
		для системы массового участия. Являясь всего лишь частью общей картины, 
		сделанные на базе интернет-аналитики выводы освещают чрезвычайно интересные 
		особенности картины в целом, однако конкретные выводы, разумеется, объединены 
		в целые кластеры себе подобных.`,
	},
]